namespace UniversityPO.Content
{
    public class ColorTZ
    {
        public static readonly string[] Colors =
        {
            "rgba(35, 35, 35, 1)", // Header
            "rgba(40, 157, 204, 1)", //Синий для полосы
            "rgba(234, 234, 234, 1)", //Заливка фона
            "rgb(254,141,63)", // Шапка [0] оранжевай
            "rgb(229,229,229)", // Границы1 [1] серый
            "rgb(255,204,115)", // Кнопки с меню и в footer [2] светло оранжевый
            "rgb(32,32,32)", // Цвет шрифта "поиск" [3] черный
            "rgb(37,68,116)", // Новостная лента [4] сисний
            "rgb(0,117,96)", // Полезные ссылки [5] бирюзовый
            "rgb(69,105,141)", // Разделительная полоса новостей [6] сине-черный
            "rgb(16,51,83)", // Тема работы [7] черно-синий
            "rgb(238,226,212)" // Границы2 [8] серый
        };
    }
}
